Repository: dancho0301/SandTetris
Catalog: sandtetris/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# skin_forest_desc
source: Natural colors inspired by deep forests
de: Natuerliche Farben inspiriert von tiefen Waeldern
es: Colores naturales inspirados en bosques profundos
fr: Couleurs naturelles inspirées des forêts profondes
ja: 深い森をイメージした自然な色合い
ko: 깊은 숲에서 영감을 받은 자연색
pt_br: Cores naturais inspiradas em florestas profundas
zh_hans: 灵感源自深邃森林的自然色彩
zh_hant: 靈感源自深邃森林的自然色彩

# skin_forest_name
source: Forest
de: Wald
es: Bosque
fr: Forêt
ja: フォレスト
ko: 포레스트
pt_br: Floresta
zh_hans: 森林
zh_hant: 森林

# skin_galaxy_desc
source: Mystical space and nebula colors
de: Mystische Weltraum- und Nebelfarben
es: Colores místicos del espacio y nebulosas
fr: Couleurs mystiques de l'espace et des nébuleuses
ja: 宇宙と星雲をイメージした神秘的な色
ko: 우주와 성운을 연상시키는 신비로운 색
pt_br: Cores místicas do espaço e nebulosas
zh_hans: 神秘的太空与星云色彩
zh_hant: 神秘的太空與星雲色彩

# skin_galaxy_name
source: Galaxy
de: Galaxie
es: Galaxia
fr: Galaxie
ja: ギャラクシー
ko: 갤럭시
pt_br: Galáxia
zh_hans: 银河
zh_hant: 銀河

# skin_golden_desc
source: Luxurious gold tones
de: Luxurioese Goldtoene
es: Lujosos tonos dorados
fr: Tons dorés luxueux
ja: 高級感あふれるゴールド
ko: 고급스러운 골드 톤
pt_br: Tons dourados luxuosos
zh_hans: 奢华金色调
zh_hant: 奢華金色調

# skin_monochrome_desc
source: Simple black and white gradient
de: Einfacher Schwarz-Weiss-Verlauf
es: Simple degradado en blanco y negro
fr: Simple dégradé noir et blanc
ja: シンプルな白黒グラデーション
ko: 심플한 흑백 그라데이션
pt_br: Simples gradiente preto e branco
zh_hans: 简约黑白渐变
zh_hant: 簡約黑白漸變

# skin_monochrome_name
source: Monochrome
de: Monochrom
es: Monocromo
ja: モノクローム
ko: 모노크롬
pt_br: Monocromático
zh_hans: 黑白
zh_hant: 黑白

# skin_ocean_desc
source: Blue gradients of sea and sky
de: Blaue Verlaeufe von Meer und Himmel
es: Degradados azules del mar y el cielo
fr: Dégradés bleus de la mer et du ciel
ja: 海と空の青いグラデーション
ko: 바다와 하늘의 파란 그라데이션
pt_br: Gradientes azuis do mar e do céu
zh_hans: 海天蓝色渐变
zh_hant: 海天藍色漸變

# skin_ocean_name
source: Ocean
de: Ozean
es: Océano
fr: Océan
ja: オーシャン
ko: 오션
pt_br: Oceano
zh_hans: 海洋
zh_hant: 海洋

# skin_owned
source: Owned
de: Besessen
es: Poseído
fr: Possédé
ja: 所持済み
ko: 보유 중
pt_br: Possuído
zh_hans: 已拥有
zh_hant: 已擁有

# skin_pastel_dream_desc
source: Soft pastel colors
de: Sanfte Pastellfarben
es: Suaves colores pastel
fr: Douces couleurs pastel
ja: 柔らかいパステルカラー
ko: 부드러운 파스텔 컬러
pt_br: Suaves cores pastel
zh_hans: 柔和的粉彩色
zh_hant: 柔和的粉彩色

# skin_pastel_dream_name
source: Pastel Dream
de: Pastell-Traum
es: Sueño pastel
fr: Rêve pastel
ja: パステルドリーム
ko: 파스텔 드림
pt_br: Sonho pastel
zh_hans: 柔彩之梦
zh_hant: 柔彩之夢

source: Skin Purchased!
de: Skin gekauft!
es: ¡Skin comprado!
fr: Skin acheté !
ja: スキンを購入しました！
ko: 스킨을 구매했습니다!
pt_br: Skin comprado!
zh_hans: 皮肤已购买！
zh_hant: 皮膚已購買！

# skin_retro_wave_desc
source: 80s-style retro neon
de: Retro-Neon im 80er-Stil
es: Neón retro estilo años 80
fr: Néon rétro style années 80
ja: 80年代風のレトロなネオン
ko: 80년대풍의 레트로 네온
pt_br: Neon retrô estilo anos 80
zh_hans: 80年代复古霓虹风
zh_hant: 80年代復古霓虹風

# skin_sakura_desc
source: Spring cherry blossom pink
de: Fruehlings-Kirschblueten-Rosa
es: Rosa de los cerezos en primavera
fr: Rose des cerisiers en fleur au printemps
ja: 春の桜をイメージしたピンク
ko: 봄 벚꽃을 연상시키는 핑크
pt_br: Rosa das flores de cerejeira na primavera
zh_hans: 春日樱花粉
zh_hant: 春日櫻花粉

# skin_sunset_desc
source: Warm colors of the evening sky
de: Warme Farben des Abendhimmels
es: Cálidos colores del cielo del atardecer
fr: Chaudes couleurs du ciel du soir
ja: 夕焼け空の温かい色合い
ko: 저녁 하늘의 따뜻한 색감
pt_br: Cores quentes do céu ao entardecer
zh_hans: 晚霞般的温暖色彩
zh_hant: 晚霞般的溫暖色彩

# skin_sunset_name
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
ja: サンセット
ko: 선셋
pt_br: Pôr do sol
zh_hans: 日落
zh_hant: 日落

# skin_winter_desc
source: Icy blue-white winter colors
de: Eisiges Blau-Weiss wie eine Winterlandschaft
es: Azul-blanco helado como un paisaje invernal
fr: Bleu-blanc glacial comme un paysage d'hiver
ja: 冬の雪景色のような青白い色
ko: 겨울 눈 풍경 같은 청백색
pt_br: Azul-branco glacial como uma paisagem de inverno
zh_hans: 冰雪般的蓝白色调
zh_hant: 冰雪般的藍白色調

# streak_best
source: Best Streak
de: Beste Serie
es: Mejor racha
fr: Meilleure série
ja: 最長記録
ko: 최장 기록
pt_br: Melhor sequência
zh_hans: 最佳连续
zh_hant: 最佳連續

# streak_current
source: Current Streak
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
ja: 連続ログイン
ko: 연속 로그인
pt_br: Sequência atual
zh_hans: 当前连续
zh_hant: 當前連續

# title_select_difficulty
source: Select Difficulty
de: Schwierigkeit waehlen
es: Seleccionar dificultad
fr: Sélectionner la difficulté
ja: 難易度を選択してください
ko: 난이도를 선택하세요
pt_br: Selecionar dificuldade
zh_hans: 选择难度
zh_hant: 選擇難度

source: Weekly Bonus
de: Wochenbonus
es: Bono semanal
fr: Bonus hebdomadaire
ja: 週間ボーナス
ko: 주간 보너스
pt_br: Bônus semanal
zh_hans: 每周奖励
zh_hant: 每週獎勵

source: キャンセル
de: Abbrechen
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar
zh_hant: 取消

source: スキンを購入しますか？
de: Diesen Skin kaufen?
es: ¿Comprar este skin?
fr: Acheter ce skin ?
ko: 스킨을 구매하시겠습니까?
pt_br: Comprar este skin?
zh_hant: 要購買皮膚嗎？

source: トップ画面に戻る
de: Zurueck zum Startbildschirm
es: Volver al inicio
fr: Retour à l'accueil
ko: 메인 화면으로 돌아가기
pt_br: Voltar ao início
zh_hant: 返回主畫面

source: プレイを中止
de: Spiel beenden
es: Dejar de jugar
fr: Arrêter de jouer
ko: 플레이 중단
pt_br: Parar de jogar
zh_hant: 停止遊戲

source: プレイを中止してトップ画面に戻ります。それまでのスコアは記録されます。
de: Spiel beenden und zum Startbildschirm zurueckkehren. Der bisherige Punktestand wird gespeichert.
es: Dejar de jugar y volver al inicio. Tu puntuación actual quedará guardada.
fr: Arrêter de jouer et retourner à l'accueil. Votre score actuel sera enregistré.
ko: 플레이를 중단하고 메인 화면으로 돌아갑니다. 지금까지의 점수는 기록됩니다.
pt_br: Parar de jogar e voltar ao início. Sua pontuação atual será salva.
zh_hant: 停止遊戲並返回主畫面。目前的分數將被記錄。

source: プレイを中止しますか？
de: Spiel beenden?
es: ¿Dejar de jugar?
fr: Arrêter de jouer ?
ko: 플레이를 중단하시겠습니까?
pt_br: Parar de jogar?
zh_hant: 要停止遊戲嗎？

source: ミッション達成！
de: Mission erfuellt!
es: ¡Misión completada!
fr: Mission accomplie !
ko: 미션 달성!
pt_br: Missão concluída!
zh_hant: 任務完成！

source: 中止する
de: Beenden
es: Detener
fr: Arrêter
ko: 중단하기
pt_br: Parar
zh_hant: 停止

source: 購入する
de: Kaufen
es: Comprar
fr: Acheter
ko: 구매하기
pt_br: Comprar
zh_hant: 購買

# achievement_category_level
source: Level
es: Nivel
fr: Niveau
ja: レベル
ko: 레벨
pt_br: Nível
zh_hans: 等级
zh_hant: 等級

# achievement_level_3_name
source: Level 3
es: Nivel 3
fr: Niveau 3
ja: レベル3到達
ko: 레벨 3
pt_br: Nível 3
zh_hans: 等级3
zh_hant: 等級3

# achievement_level_5_name
source: Level 5
es: Nivel 5
fr: Niveau 5
ja: レベル5到達
ko: 레벨 5
pt_br: Nível 5
zh_hans: 等级5
zh_hant: 等級5

# achievement_play_100_name
source: Veteran
es: Veterano
fr: Vétéran
ja: ベテラン
ko: 베테랑
pt_br: Veterano
zh_hans: 老手
zh_hant: 老手

# game_over_level
source: Level
es: Nivel
fr: Niveau
ja: レベル
ko: 레벨
pt_br: Nível
zh_hans: 等级
zh_hant: 等級

# settings_section_app_info
source: App Info
es: Info de la app
fr: Infos sur l'app
ja: アプリ情報
ko: 앱 정보
pt_br: Informações do app
zh_hans: 应用信息
zh_hant: 應用資訊

# settings_version_label
source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

# skin_category_neon
source: Neon
es: Neón
fr: Néon
ja: ネオン
ko: 네온
zh_hans: 霓虹
zh_hant: 霓虹

# skin_golden_name
source: Golden
es: Dorado
fr: Doré
ja: ゴールデン
ko: 골든
pt_br: Dourado
zh_hans: 黄金
zh_hant: 黃金

# skin_retro_wave_name
source: Retro Wave
es: Onda Retro
fr: Rétro Wave
ja: レトロウェーブ
ko: 레트로 웨이브
pt_br: Onda Retrô
zh_hans: 复古浪潮
zh_hant: 復古浪潮

# skin_shop_title
source: Skin Shop
es: Tienda de skins
fr: Boutique de skins
ja: スキンショップ
ko: 스킨 상점
pt_br: Loja de skins
zh_hans: 皮肤商店
zh_hant: 皮膚商店

# skin_winter_name
source: Winter
es: Invierno
fr: Hiver
ja: ウィンター
ko: 윈터
pt_br: Inverno
zh_hans: 冬日
zh_hant: 冬日

# achievement_hard_score_1000_name
source: Hardcore
ja: ハードコア
ko: 하드코어
zh_hans: 硬核
zh_hant: 硬核

# app_name
source: Sand Drop
ja: サンドドロップ
ko: 샌드 드롭
zh_hans: 沙之方块
zh_hant: 沙之方塊

# difficulty_normal
source: Normal
ja: ふつう
ko: 보통
zh_hans: 普通
zh_hant: 普通

# settings_speed_normal
source: Normal
ja: 標準
ko: 보통
zh_hans: 标准
zh_hant: 標準

# skin_category_premium
source: Premium
ja: プレミアム
ko: 프리미엄
zh_hans: 高级
zh_hant: 高級

# skin_cyberpunk_name
source: Cyberpunk
ja: サイバーパンク
ko: 사이버펑크
zh_hans: 赛博朋克
zh_hant: 賽博朋克

# skin_sakura_name
source: Sakura
ja: サクラ
ko: 사쿠라
zh_hans: 樱花
zh_hant: 櫻花
